# # Use `brew bundle install` to install the packages listed below
# tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "zsh"
brew "jq"
brew "bat"
brew "exa"
brew "fzf"
brew "git"
brew "diff-so-fancy"
brew "ripgrep"
brew "neofetch"
brew "python3"
brew "flake8"
brew "neovim"
brew "tmux"
brew "reattach-to-user-namespace"

brew "cmake" 
brew "macvim" 
brew "eslint" 
brew "nvm" 
brew "node"
